Repository: KDE/flatpak-kcm
Catalog: po/*/kcm_app-permissions.po
Languages: da, ta

source: None
da: Ingen
ta: ஏதுமில்லை

source: see
da: se
ta: பார்க்கலாம்

source: talk
da: tal
ta: பேசலாம்

source: own
da: egen
ta: உருவாக்கலாம்

source: OFF
da: FRA
ta: முடக்கு

source: read/write
da: læse/skrive
ta: படித்தல்/எழுதல்

source: read-only
da: skrivebeskyttet
ta: படித்தல் மட்டும்

source: create
da: opret
ta: உருவாக்குவது

source: Internet connection
da: Internetadgang
ta: இணைய இணைப்பு

source: Inter-process communication
da: Inter-process-kommunikation
ta: பணிகளுக்கிடையேயான தகவல் பரிமாற்றம்

source: X11 windowing system
da: X11 vinduesystem
ta: X11 சாளர நேறிமுறை

source: Wayland windowing system
da: Wayland vinduesystem
ta: Wayland சாளர நேறிமுறை

source: Fallback to X11 windowing system
da: Brug X11 som reservevinduesystem
ta: X11 சாளர நேறிமுறையை பழுதுகாப்பாக பயன்படுத்துவது

source: Pulseaudio sound server
da: Pulseaudio lydserver
ta: Pulseaudio ஒலி சேவையகம்

source: Session bus access
da: Sessionsbus-adgang

source: System bus access
da: Systembus-adgang

source: Remote login access
da: Adgang til eksterns login
ta: தொலை நுழைவு அணுகல்

source: Smart card access
da: Smartcard-adgang
ta: நுண்ணறி அட்டை அணுகல்

source: Print system access
da: Adang til printsystemet
ta: அச்சுப்பொறி அணுகல்

source: Kernel-based Virtual Machine access
da: Adgang til kernebaseret virtuel maskine
ta: கருனிமட்ட மெய்நிகர் கணினி அணுகல்

source: Direct graphic rendering
da: Direkte grafikrendering
ta: நேரடி வரைகலை அணுகல்

source: Host dev/shm
da: Vært dev/shm
ta: புரவனின் dev/shm

source: Device access
da: Enhedsadgang
ta: சாதன அணுகல்

source: System calls by development tools
da: Systemkald af udviklerværktøjer
ta: உருவாக்க நிரல்கள் பயன்படுத்தும் கருனி அம்சங்கள்

source: Run multiarch/multilib binaries
da: Kør Multiarch/Multilib binære filer

source: Canbus socket access
da: Adgang til Canbus-socket

source: Share dev/shm across all instances of an app per user ID
da: Del dev/shm over alle instanser af en app pr. bruger-ID
ta: பயனரின் அனைத்து

source: All user files
da: Alle brugerfiler
ta: பயனரின் அனைத்து கோப்புகள்

source: All system files
da: Alle systemfiler
ta: இயங்குதளத்தின் அனைத்து கோப்புகள்

source: All system libraries, executables and binaries
da: Alle systembiblioteker, kørbare filer og binære filer
ta: இயங்குதளத்தின் அனைத்து நிரலகங்களும் நிரல்களும்

source: All system configurations
da: Alle systemkonfigurationerne
ta: கணினியின் அனைத்து அமைப்புகள்

source: Basic Permissions
da: Basale tilladelser
ta: அடிப்படை அனுமதிகள்

source: Filesystem Access
da: Adgang til filsystemet
ta: கோப்பு முறைமை அணுகல்

source: Advanced Permissions
da: Avancerede tilladelser
ta: மேம்பட்ட அனுமதிகள்

source: Subsystems Shared
da: Delte undersystemer
ta: பகிரப்பட்டுள்ள அம்சங்கள்

source: Device Access
da: Enhedsadgang
ta: சாதன அணுகல்

source: Features Allowed
da: Funktionner tilladt
ta: அனுமதிக்கப்படும் அம்சங்கள்

source: Session Bus Policy
da: Sessionsbus-politik
ta: அமர்வுப் பாட்டை கொள்கை

source: System Bus Policy
da: Systembus-politik
ta: கணினிப் பாட்டை கொள்கை

source: Environment
da: Miljø
ta: சூழல்

source: Add a new filesystem path
da: Tilføj en ny filsystemsti
ta: புதிய கோப்பையோ அடைவையோ உருவாக்குவது

source: Add a new session bus
da: Tilføj en ny sessionsbus

source: Add a new system bus
da: Tilføj en ny systembus

source: Add a new environment variable
da: Tilføj en ny miljøvariabel
ta: புதிய சூழ்மாறியை சேர்ப்பது

# not an action but the ability to do so
source: Record the Screen
da: Optag skærmen
ta: திரையைப் பதிவிடுவது

# not an action but the ability to do so
source: Control the Clipboard
da: Kontroller udklipsholderen
ta: பிடிப்புப்பலகையை கட்டுப்படுத்துவது

# Part of a list of things
source: Keyboard
da: Tastatur
ta: விசைப்பலகை

# Part of a list of things
source: Mouse
da: Mus
ta: சுட்டி

# Part of a list of things
source: Touchscreen
da: Touchskærm
ta: தொடுதிரை

# %1 is a list of things formed from above
source: Control %1
da: Kontroller %1
ta: %1 தனை கட்டுப்படுத்து

# %1 is the title of a window, %2 the name of an application
source: Window "%1" of %2
da: Vindue "%1" af %2
ta: %2-இன் சாளரம் "%1"

source: Region at (%1,%2) with size %3x%4
da: Område ved (%1,%2) med størrelsen %3x%4
ta: (%1,%2) தனில் உள்ள %3x%4 பரப்பளவு

source: Virtual Screen
da: Virtuel skærm
ta: மெய்நிகர் திரை

source: The entire Workspace
da: Hele arbejdsfladen
ta: முழு பணிமேடை

# %1 is the position of the screen
source: A disconnected Screen at %1
da: En frakoblet skærm ved %1
ta: %1 தனில் இருந்த (கழற்றப்பட்டுள்ள) திரை

source: Set Environment Variable
da: Sæt miljøvariabel
ta: சூழ்மாறியை அமைப்பது

# @label:textbox name of environment variable
source: Name:
da: Navn:
ta: பெயர்:

# @label:textbox value of environment variable
source: Value:
da: Værdi:
ta: மதிப்பு:

# @title:window
source: Apply Permissions
da: Anvend tilladelser
ta: அனுமதிகளை செயல்படுத்துவது

# @info dialog main text
source: The permissions of application %1 have been changed. Do you want to apply these changes or discard them?
da: Tilladelserne for applikationen %1 er blevet ændre. Vil du anvende ændringerne eller kassere dem?
ta: %1 எனும் செயலியின் அனுமதிகள் மாற்றப்பட்டுள்ளன. மாற்றங்களை செயல்படுத்த வேண்டுமா, அல்லது நிராகரிக்க வேண்டுமா?

# @title:window %1 is the name of the application
source: %1 – Flatpak Settings
da: %1 – Flatpak-indstillinger
ta: %1 - ஃபலாட்பாக் அமைப்புகள்

# @action:button in section header
source: Hide advanced permissions
da: Skjul avancerede tilladelser
ta: மேம்பட்ட அனுமதிகளை மறை

# @action:button in section header
source: Show advanced permissions
da: Vis avancerede tilladelser
ta: மேம்பட்ட அனுமதிகளைக் காட்டு

# @action:button in section header
source: Add New…
da: Tilføj ny…
ta: புதியதை சேர்…

# action:button accessible
source: Add New File System Permission
da: Tilføj ny filsystemtilladelse
ta: புதிய கோப்பு அனுமதியை சேர்

# @info:placeholder
source: Select an application from the list to view its permissions here
da: Vælg en applikation fra listen for at se dens tilladelser her
ta: ஓர் செயலியின் அனுமதிகளை பார்க்க அதை பட்டியலிலிருந்து தேர்ந்தெடுக்கவும்

# @action:intoolbar
source: Manage Flatpak Settings
da: Indstil Flatpak-indstillinger
ta: ஃபலாட்பாக் அமைப்புகளை நிர்வகி

# @label:group
source: General:
da: Generelt:
ta: பொதுவானவை:

# @option:check
source: Send notifications
da: Send notifikationer
ta: அறிவிப்புகளை அனுப்புவது

# @option:check
source: Block automatic sleep and screen locking
da: Bloker automatisk søvn og skærmlåsning
ta: தானியக்க தூக்கத்தையும் திரையை பூட்டுவதையும் தடுப்பது

# @option:check
source: Activate game mode
da: Aktiver spil-tilstand
ta: விளையாட்டு பயன்முறையை செயல்படுத்துவது

# @info:tooltip
source: Allows the application to activate game mode if you are using it on your system.
da: Tillader applikationen at aktivere spil-tilstanden, hvis du bruger den på dit system.
ta: விளையாட்டுப் பயன்முறையை இச்செயலி செயல்படுத்த இந்த விருப்பம் அனுமதிக்கும்.

# @option:check
source: Gain higher process priority
da: Få højere adgangsprioritet
ta: பணி முக்கியத்துவத்தை கூட்டலாம்

# @label:listbox
source: Take screenshots:
da: Tag skærmbilleder
ta: திரைப்பிடிப்புகள் எடுப்பது:

# @item:inlistbox
source: Ask Once
da: Spørg én gang
ta: ஒருமுறை கேள்

# @item:inlistbox
source: Deny
da: Afvis
ta: மறு

# @item:inlistbox
source: Allow
da: Tillad
ta: அனுமதி

# @item:inlistbox
source: Always Ask
da: Spørg altid
ta: எப்போதும் கேள்

# @title:group
source: Camera access:
da: Kameraadgang
ta: படக்கருவி அணுகல்:

# @label:listbox
source: Location accuracy:
da: Lokationsnøjagtighed:
ta: இருப்பிட துல்லியம்:

# @item:inlistbox location accuracy
source: Deny
da: Afvis
ta: மறு

# @item:inlistbox location accuracy
source: Country
da: Land
ta: நாடு

# @item:inlistbox location accuracy
source: City
da: By
ta: ஊர்

# @item:inlistbox location accuracy
source: Neighborhood
da: Kvarter
ta: வட்டாரம்

# @item:inlistbox location accuracy
source: Street
da: Gade
ta: தெரு

# @item:inlistbox location accuracy
source: Exact
da: Nøjagtig
ta: துல்லியமானது

# @label:listbox
source: Set desktop and lock screen background:
da: Sæt baggrunden på skrivebordet og låst skærm
ta: பின்புலப் படத்தையும் திரைப்பூட்டின் படத்தையும் அமைப்பது:

# @label
source: Screen sharing:
da: Skærmdeling:
ta: திரையை பகிர்வது:

# @action:button
source: Manage %1 Session
da: Håndtér %1 session
ta: %1 அமர்வை நிர்வகி

# @title:window %1 is the name of the application
source: %1 – Screencast Sessions
da: %1 – Skærmcast sessioner
ta: %1 — திரைப்பகிர்வு அமர்வுகள்

# @label 'Remote control' like in xdg-desktop-portal-kde remotedesktopdialog.cpp
source: Remote control:
da: Fjernbetjening:
ta: தொலையியக்கி:

# @action:button
source: Revoke
da: Træk tilbage
ta: திரும்பப்பெறு

source: Add Filesystem Path Permission
da: Tilføj filsystemsti-tilladelse
ta: கோப்பு அணுகல் அனுமதியை சேர்ப்பது

source: Add Session Bus Permission
da: Tilføj sessionsbus-tilladelse

source: Add System Bus Permission
da: Tilføj systembus-tilladelse

source: Enter filesystem path:
da: Indtast filsystemsti:
ta: கோப்புப்பாதையை உள்ளிடவும்:

source: Enter session bus name:
da: Indtast navn på sessionsbus:

source: Enter system bus name:
da: Indtast navn på systembus:

source: Bluetooth
ta: ஊடலை

# @info
source: Well-behaved applications might respect these settings but even if turned off here they are still able to control mouse and keyboard or record the contents of your screen through the windowing system
ta: அனுமதி வழங்காவிட்டாலும் இச்செயலியால் உங்கள் சுட்டியையோ விசைப்பலகையையோ கட்டுப்படுத்த முடியும், மேலும் திரையை பதிவுசெய்ய முடியும்

# @option:check
source: Control pointer & keyboard, and share screen with other apps without asking
ta: கேட்காமலேயே சுட்டிக்குறியையும் விசைப்பலகையையும் கட்டுப்படுத்தலாம், மேலும் திரையை மற்ற செயலிகளுடன் பகிரலாம்

# @title:window %1 is the name of the application
source: %1 – Remote Desktop Sessions
ta: %1 — தொலை பணிமேடை அமர்வுகள்
